{"HLZI": {"website": "http://benghazi.house.gov/", "id": "HLZI", "chamber": "house", "name": "House Select Committee on the Events Surrounding the 2012 Terrorist Attack in Benghazi", "jurisdiction": null}, "HSAP": {"website": "http://appropriations.house.gov/", "id": "HSAP", "chamber": "house", "name": "House Committee on Appropriations", "jurisdiction": "The House Committee on Appropriations is responsible for setting specific expenditures of money by the government of the United States. As such, it is one of the most powerful of the committees, and its members are seen as influential. The bills passed by the committee are called appropriations bills."}, "SSEV": {"website": "http://epw.senate.gov/", "id": "SSEV", "chamber": "senate", "name": "Senate Committee on Environment and Public Works", "jurisdiction": null}, "SLIA": {"website": "http://indian.senate.gov/", "id": "SLIA", "chamber": "senate", "name": "Senate Committee on Indian Affairs", "jurisdiction": null}, "HLIG": {"website": "http://intelligence.house.gov/", "id": "HLIG", "chamber": "house", "name": "House Permanent Select Committee on Intelligence", "jurisdiction": "The United States House Permanent Select Committee on Intelligence is charged with the oversight of the United States intelligence community, which includes the intelligence and intelligence related activities of 17 elements of the U.S. Government, and the Military Intelligence Program."}, "SSCM": {"website": "http://commerce.senate.gov/", "id": "SSCM", "chamber": "senate", "name": "Senate Committee on Commerce, Science, and Transportation", "jurisdiction": null}, "SSBU": {"website": "http://budget.senate.gov/", "id": "SSBU", "chamber": "senate", "name": "Senate Committee on the Budget", "jurisdiction": null}, "SSJU": {"website": "http://judiciary.senate.gov/", "id": "SSJU", "chamber": "senate", "name": "Senate Committee on the Judiciary", "jurisdiction": null}, "SSFI": {"website": "http://finance.senate.gov/", "id": "SSFI", "chamber": "senate", "name": "Senate Committee on Finance", "jurisdiction": null}, "SSGA": {"website": "http://hsgac.senate.gov/", "id": "SSGA", "chamber": "senate", "name": "Senate Committee on Homeland Security and Governmental Affairs", "jurisdiction": null}, "SSRA": {"website": "http://rules.senate.gov/", "id": "SSRA", "chamber": "senate", "name": "Senate Committee on Rules and Administration", "jurisdiction": null}, "SLIN": {"website": "http://intelligence.senate.gov/", "id": "SLIN", "chamber": "senate", "name": "Senate Select Committee on Intelligence", "jurisdiction": null}, "JSPR": {"website": "https://cha.house.gov/jointcommittees/joint-committee-on-printing", "id": "JSPR", "chamber": "joint", "name": "Joint Committee on Printing", "jurisdiction": null}, "HSAG": {"website": "http://agriculture.house.gov/", "id": "HSAG", "chamber": "house", "name": "House Committee on Agriculture", "jurisdiction": "The House Committee on Agriculture has jurisdiction over federal agriculture policy and oversight of some federal agencies, and it can recommend funding appropriations for various governmental agencies, programs, and activities, as defined by House rules."}, "HSHA": {"website": "http://cha.house.gov/", "id": "HSHA", "chamber": "house", "name": "House Committee on House Administration", "jurisdiction": "The Committee on House Administration is charged with the oversight of federal elections and the day-to-day operations of the House of Representatives"}, "HSIF": {"website": "http://energycommerce.house.gov/", "id": "HSIF", "chamber": "house", "name": "House Committee on Energy and Commerce", "jurisdiction": "The Committee on Energy and Commerce, the oldest standing legislative committee in the U.S. House of Representatives, is vested with the broadest jurisdiction of any congressional authorizing committee. It has responsibility for the nation’s telecommunications, consumer protection, food and drug safety, public health research, environmental quality, energy policy, and interstate and foreign commerce. It oversees multiple cabinet-level Departments and independent agencies, including the Departments of Energy, Health and Human Services, Commerce, and Transportation, as well as the Environmental Protection Agency, the Federal Trade Commission, the Food and Drug Administration, and the Federal Communications Commission."}, "SSAF": {"website": "http://agriculture.senate.gov/", "id": "SSAF", "chamber": "senate", "name": "Senate Committee on Agriculture, Nutrition, and Forestry", "jurisdiction": null}, "HSII": {"website": "http://naturalresources.house.gov/", "id": "HSII", "chamber": "house", "name": "House Committee on Natural Resources", "jurisdiction": "The House Committee on Natural Resources considers legislation about American energy production, mineral lands and mining, fisheries and wildlife, public lands, oceans, Native Americans, irrigation and reclamation."}, "SSSB": {"website": "http://sbc.senate.gov/", "id": "SSSB", "chamber": "senate", "name": "Senate Committee on Small Business and Entrepreneurship", "jurisdiction": null}, "SSBK": {"website": "http://banking.senate.gov/", "id": "SSBK", "chamber": "senate", "name": "Senate Committee on Banking, Housing, and Urban Affairs", "jurisdiction": null}, "SLET": {"website": "http://ethics.senate.gov/", "id": "SLET", "chamber": "senate", "name": "Senate Select Committee on Ethics", "jurisdiction": null}, "SSAS": {"website": "http://armed-services.senate.gov/", "id": "SSAS", "chamber": "senate", "name": "Senate Committee on Armed Services", "jurisdiction": null}, "JCSE": {"website": "http://www.csce.gov/", "id": "JCSE", "chamber": "joint", "name": "Commission on Security and Cooperation in Europe", "jurisdiction": null}, "HSBA": {"website": "http://financialservices.house.gov/", "id": "HSBA", "chamber": "house", "name": "House Committee on Financial Services", "jurisdiction": "The House Financial Services Committee has jurisdiction over issues pertaining to the economy, the banking system, housing, insurance, and securities and exchanges. Additionally, the Committee also has jurisdiction over monetary policy, international finance, international monetary organizations, and efforts to combat terrorist financing."}, "SPAG": {"website": "http://www.aging.senate.gov/", "id": "SPAG", "chamber": "senate", "name": "Senate Special Committee on Aging", "jurisdiction": null}, "HSVR": {"website": "http://veterans.house.gov/", "id": "HSVR", "chamber": "house", "name": "House Committee on Veterans' Affairs", "jurisdiction": "The Committee on Veterans’ Affairs is the authorizing Committee for the Department of Veterans Affairs. The Committee recommends legislation expanding, curtailing, or fine-tuning existing laws relating to veterans’ benefits. The Committee also has oversight responsibility of the VA."}, "SSVA": {"website": "http://veterans.senate.gov/", "id": "SSVA", "chamber": "senate", "name": "Senate Committee on Veterans' Affairs", "jurisdiction": null}, "SCNC": {"website": "http://www.drugcaucus.senate.gov/", "id": "SCNC", "chamber": "senate", "name": "United States Senate Caucus on International Narcotics Control", "jurisdiction": null}, "HSSO": {"website": "http://ethics.house.gov/", "id": "HSSO", "chamber": "house", "name": "House Committee on Ethics", "jurisdiction": "The House Ethics Committee has the jurisdiction to administer travel, gift, financial disclosure, outside income, and other regulations related to the actions of members of the House."}, "SSAP": {"website": "http://appropriations.senate.gov/", "id": "SSAP", "chamber": "senate", "name": "Senate Committee on Appropriations", "jurisdiction": null}, "SSHR": {"website": "http://help.senate.gov/", "id": "SSHR", "chamber": "senate", "name": "Senate Committee on Health, Education, Labor, and Pensions", "jurisdiction": null}, "JSLC": {"website": "https://cha.house.gov/jointcommittees/joint-committee-library", "id": "JSLC", "chamber": "joint", "name": "Joint Committee on the Library", "jurisdiction": null}, "HSGO": {"website": "http://oversight.house.gov/", "id": "HSGO", "chamber": "house", "name": "House Committee on Oversight and Government Reform", "jurisdiction": "The Committee on Oversight and Government Reform has legislative jurisdiction over the District of Columbia, the government procurement process, federal personnel systems, the Postal Service and other oversight matters across the government."}, "HSED": {"website": "http://edworkforce.house.gov/", "id": "HSED", "chamber": "house", "name": "House Committee on Education and the Workforce", "jurisdiction": "The House Committee on Education and the Workforce’s basic jurisdiction is over education and workforce matters generally."}, "JSTX": {"website": "https://www.jct.gov", "id": "JSTX", "chamber": "joint", "name": "Joint Committee on Taxation", "jurisdiction": null}, "HSBU": {"website": "http://budget.house.gov/", "id": "HSBU", "chamber": "house", "name": "House Committee on the Budget", "jurisdiction": "The House Committee on the Budget has responsibilities under the following categories: the budget resolution, reconciliation, budget process reform, oversight of the Congressional Budget Office, revisions of allocations and adjustments, and scorekeeping."}, "SSEG": {"website": "http://energy.senate.gov/", "id": "SSEG", "chamber": "senate", "name": "Senate Committee on Energy and Natural Resources", "jurisdiction": null}, "JSEC": {"website": "http://jec.senate.gov/", "id": "JSEC", "chamber": "joint", "name": "Joint Economic Committee", "jurisdiction": null}, "HSWM": {"website": "http://waysandmeans.house.gov/", "id": "HSWM", "chamber": "house", "name": "House Committee on Ways and Means", "jurisdiction": "The Committee on Ways and Means is the oldest committee of the United States Congress, and is the chief tax-writing committee in the House of Representatives. The Committee derives a large share of its jurisdiction from Article I, Section VII of the U.S. Constitution which declares, “All Bills for raising Revenue shall originate in the House of Representatives.”"}, "SSFR": {"website": "http://foreign.senate.gov/", "id": "SSFR", "chamber": "senate", "name": "Senate Committee on Foreign Relations", "jurisdiction": null}, "HSPW": {"website": "http://transportation.house.gov/", "id": "HSPW", "chamber": "house", "name": "House Committee on Transportation and Infrastructure", "jurisdiction": "The Transportation and Infrastructure Committee has jurisdiction over all modes of transportation: aviation, maritime and waterborne transportation, highways, bridges, mass transit, and railroads.  The Committee also has jurisdiction over other aspects of our national infrastructure, such as clean water and waste water management, the transport of resources by pipeline, flood damage reduction, the management of federally owned real estate and public buildings, the development of economically depressed rural and urban areas, disaster preparedness and response, and hazardous materials transportation."}, "HSJU": {"website": "http://judiciary.house.gov/", "id": "HSJU", "chamber": "house", "name": "House Committee on the Judiciary", "jurisdiction": "The Committee on the Judiciary has been called the lawyer for the House of Representatives because of its jurisdiction over matters relating to the administration of justice in federal courts, administrative bodies, and law enforcement agencies. Its infrequent but important role in impeachment proceedings has also brought it much attention."}, "HSAS": {"website": "http://armedservices.house.gov/", "id": "HSAS", "chamber": "house", "name": "House Committee on Armed Services", "jurisdiction": "The House Committee on Armed Services has jurisdiction over defense policy generally, ongoing military operations, the organization and reform of the Department of Defense and Department of Energy, counter-drug programs, acquisition and industrial base policy, technology transfer and export controls, joint interoperability, the Cooperative Threat Reduction program, Department of Energy nonproliferation programs, and detainee affairs and policy."}, "HSRU": {"website": "http://rules.house.gov/", "id": "HSRU", "chamber": "house", "name": "House Committee on Rules", "jurisdiction": "The Rules Committee has two broad categories of jurisdiction: special orders for the consideration of legislation (known as “special rules” or “rules”) and original jurisdiction matters. A special rule provides the terms and conditions of debate on a measure or matter, consideration of which constitutes the bulk of the work of the Rules Committee. The Committee also considers original jurisdiction measures, which commonly represent changes to the standing rules of the House, or measures that contain special rules, such as the expedited procedures in trade legislation."}, "HSFA": {"website": "http://foreignaffairs.house.gov/", "id": "HSFA", "chamber": "house", "name": "House Committee on Foreign Affairs", "jurisdiction": "The House Committee on Foreign Affairs considers legislation that impacts the diplomatic community, which includes the Department of State, the Agency for International Development (USAID), the Peace Corps, the United Nations, and the enforcement of the Arms Export Control Act."}, "HSHM": {"website": "http://homeland.house.gov/", "id": "HSHM", "chamber": "house", "name": "House Committee on Homeland Security", "jurisdiction": "The Committee on Homeland Security was established in 2002 to provide Congressional oversight for the U.S. Department of Homeland Security and better protect the American people against a possible terrorist attack. "}, "HSSM": {"website": "http://smallbusiness.house.gov/", "id": "HSSM", "chamber": "house", "name": "House Committee on Small Business", "jurisdiction": "The House Small Business Committee was established to protect and assist small businesses.  The Committee has jurisdiction over matters related to small business financial aid, regulatory flexibility, paperwork reduction, and the Small Business Administration (SBA) and its programs."}, "HSSY": {"website": "http://science.house.gov/", "id": "HSSY", "chamber": "house", "name": "House Committee on Science, Space, and Technology", "jurisdiction": "The Committee on Science, Space, and Technology has jurisdiction over energy research, all federally owned or operated non-military energy laboratories, astronautical research and development, civil aviation, environmental research and development, marine research, the National Institute of Standards and Technology, NASA, NSF, NWS, outer space, and other aspects of scientific research."}}